Repository: paulwoman/Capitalism_Lab_BASE
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru

source: [3275]<MAYO>Mayor of %1s|
ru: [3275]<MAYO>Мэр города %1s|

source: [3276]<IPO1>Congratulations!
ru: [3276]<IPO1>Поздравляем!

source: [3277]<IPO2>Congratulations!
ru: [3277]<IPO2>Поздравляем!

source: [3278]<SUBC>This company is your corporation's subsidiary.
ru: [3278]<SUBC>Эта компания является филиалом вашей корпорации.

source: [3279]<OEXP>Operating Expenses|
ru: [3279]<OEXP>Текущие расходы|

source: [3280]<NAT1>Your Nation's Ranking:|
ru: [3280]<NAT1>Рейтинг вашей страны:|

source: [3281]<CDAD>Double-click on an advertising record to go to the relevant firm.|
ru: [3281]<CDAD>Дважды щёлкните на рекламную запись, чтобы перейти в соответствующую фирму.|

source: [3282]<CDPD>Double-click on a product record to open the Product Detail Report.|
ru: [3282]<CDPD>Дважды щёлкните на записи о продукте, чтобы открыть детальный отчет.|

source: [3283]<CDR1>indicates Radical R&D projects|
ru: [3283]<CDR1>Указывает на радикальные научно-исследовательские проекты|

source: [3284]<CDR2>Products that are currently in production are shown with orange bars.|
ru: [3284]<CDR2>Продукция, которая в настоящее время находится в производстве, показана оранжевой полоской.|

source: [3285]<MSP1>Double-click on a product class on the list to change its ink color, which can be:|
ru: [3285]<MSP1>Дважды щелкните по классу продукта в списке, чтобы изменить цвет, который может быть:|

source: [3286]<MSP2>RED - it means that the CEO should NOT produce any products in the product class.|
ru: [3286]<MSP2>КРАСНЫЙ означает, что Генеральному директору не следует производить продукцию в данном классе.|

source: [3287]<MSP3>BLACK - it means that the CEO may produce products in the product class.|
ru: [3287]<MSP3>ЧЕРНЫЙ означает, что генеральный директор может производить продукцию в классе продуктов.|

source: [3288]<SWS1>Sorry, suppliers information cannot be found the firms you chose on this list.\n\nTherefore, no changes have been made.|
ru: [3288]<SWS1>К сожалению, информация о поставщиках не может быть найдена компаниями, которые вы выбрали в этом списке.\n\nПоэтому, никаких изменений внесено не было.|

source: [3289]<SWS2>Suppliers at your Purchasing Units have been changed as per your request.|
ru: [3289]<SWS2>Поставщики в ваших покупательских подразделениях были изменены в соответствии с вашим запросом.|

source: [3290]<SWS3>Firms updated:|
ru: [3290]<SWS3>Фирмы обновлены:|

source: [3291]<SWS4>Purchasing Units updated:|
ru: [3291]<SWS4>Обновлены отделы закупок:|

source: [3292]<SWS5>Sorry, the firms you chose on this list are not purchasing from the same suppliers.\n\nTherefore, no changes have been made.|
ru: [3292]<SWS5>>Извините, фирмы, которые вы выбрали в этом списке, не закупают продукцию у тех же поставщиков.\n\nПоэтому, никаких изменений не произошло..|

source: [3293]<BCH1>Advertising budgets have been changed as per your request.|
ru: [3293]<BCH1>Рекламные бюджеты были изменены в соответствии с вашим запросом.|

source: [3294]<BCH2>Training levels have been changed as per your request.|
ru: [3294]<BCH2>Уровни обучения были изменены по Вашему запросу.|

source: [3295]<BCH3>Units updated:|
ru: [3295]<BCH3>Отделы обновлены:|

source: [3296]<BCH4>Sorry, the firms you chose on this list do not have any advertising units.\n\nTherefore no changes have been made.|
ru: [3296]<BCH4>К сожалению, фирмы, которые вы выбрали в этом списке, не имеют рекламных отделов.\n\nПоэтому никаких изменений не произошло..|

source: [3297]<BCH5>Sorry, training is not applicable to the firms you chose on this list.|
ru: [3297]<BCH5>Извините, обучение не применимо к фирмам, которые вы выбрали в этом списке.|

source: [3298]<SEC1>The Securities and Exchange Commission does not approve your purchase.\nYou cannot use a corporation that you control to buy a stock in which you have ownership.|
ru: [3298]<SEC1>Комиссия по ценным бумагам и биржам не одобряет вашу покупку.\nВы не можете использовать корпорацию, которую контролируете, для покупки акций, которыми вы владеете.|

source: [3299]<SEC2>The Securities and Exchange Commission does not approve your purchase.\nYou cannot use a corporation that you control to buy a stock in which your corporation has ownership.|
ru: [3299]<SEC2>Комиссия по ценным бумагам и биржам не одобряет вашу покупку.\nВы не можете использовать корпорацию, которую вы контролируете, для покупки акций, которыми владеет ваша корпорация..|

source: [3300]<SEC3>The Securities and Exchange Commission does not approve your purchase.\nYour corporation cannot buy a stock in which you have ownership.|
ru: [3300]<SEC3>Комиссия по ценным бумагам и биржам не одобряет вашу покупку.\nВаша корпорация не может купить акции, которыми вы владеете.|

source: [3301]<SCE1>Warning: there is an error in your script file.|
ru: [3301]<SCE1>Предупреждение: в файле вашего скрипта есть ошибка.|

source: [3302]<SCE2>Warning: there are errors in your script file.|
ru: [3302]<SCE2>Предупреждение: в файле скрипта есть ошибки.|

source: [3303]<SCE3>For details, please view the error log in the subfolder %1s under your Capitalism Lab game folder.|
ru: [3303]<SCE3>Для просмотра деталей , пожалуйста, зайдите в журнал ошибок в подпапке %1s в Вашей игровой папке Capitalism Lab.|

source: [3304]<RSP1>All publicly-traded stocks are required to maintain a minimum bid price of at least $1.00 per share.|
ru: [3304]<RSP1>Все акции, котирующиеся на бирже, должны поддерживать минимальную цену предложения не менее 1,00 доллара США за акцию.|

source: [3305]<RSP2>Your company's stock currently trades at %1s and therefore a reverse stock split is required.|
ru: [3305]<RSP2>Акции Вашей компании в настоящее время торгуются по ставке %1, поэтому требуется обратное разделение акций.|

source: [3306]<RSP3>A %1s reverse stock split will group every %2s shares into one share.|
ru: [3306]<RSP3>%1 обратное разделение акций сгруппирует каждую %2 акций в одну акцию.|

source: [3307]<RSP4>The resulting stock price will be|
ru: [3307]<RSP4>В результате цена акции будет|

source: [3308]<HIR1>Hire persons with %1s skills|
ru: [3308]<HIR1>Нанимать людей с навыками %1s|

source: [3309]<HIR2>Hire Research Team Lead|
ru: [3309]<HIR2>Наемный руководитель группы исследования|

source: [3310]<AGD1>Market Dominance of the %1s Industry|
ru: [3310]<AGD1>Доминирование на рынке %1 Отрасль|

source: [3311]<AGD2>Total Market Dominance of All Industries|
ru: [3311]<AGD2>Общее преобладание на рынке всех отраслей|

source: [3312]<AGD3>You have dominated the %1s Industry with a game difficulty rating of %2s|
ru: [3312]<AGD3>Вы доминировали в %1 Индустрии с рейтингом сложности игры %2|

source: [3313]<AGD4>You have dominated All Industries with a game difficulty rating of %1s|
ru: [3313]<AGD4>Вы доминировали во всех отраслях промышленности с рейтингом сложности игры %1|

source: [3314]<AGD5>Previous record:|
ru: [3314]<AGD5>Предыдущая запись:|

source: [3315]<AGD6>Highest rating achieved before:|
ru: [3315]<AGD6>Самый высокий рейтинг:|

source: [3316]<AGD7>You have set a new record for the Accomplishment Game|
ru: [3316]<AGD7>Вы установили новый рекорд|

source: [3317]<AGD8>You have won the Accomplishment Game.|
ru: [3317]<AGD8>Вы выиграли Игру Дополнений.|

source: [3318]<MDSE>Market Dominance of the %1s Sector|
ru: [3318]<MDSE>Доминирующее положение на рынке в секторе %1|

source: [3319]<UTNL>US Treasury Notes|
ru: [3319]<UTNL>казначейские облигации США|

source: [3320]<UTNS>US Treasury Notes|
ru: [3320]<UTNS>казначейские облигации США|

source: [3321]<YRAN>Your Ranking|
ru: [3321]<YRAN>Ваш Рейтинг|

source: [3322]<CEOE>CEO expertise|
ru: [3322]<CEOE>Опыт генерального директора|

source: [3323]<NDPC>Sorry, you cannot disable this product class.\n\nThe CEO possesses expertise in this product class and is keen on producing it.|
ru: [3323]<NDPC>К сожалению, вы не можете отключить этот класс продуктов.\n\nГенеральный директор обладает опытом в этом классе продуктов и стремится к его производству.|

source: [3324]<SNV1>Sorry, you cannot make a new version at the moment.|
ru: [3324]<SNV1>Извините, вы не можете сделать новую версию на данный момент.|

source: [3325]<SNV2>The current version's overall tech:|
ru: [3325]<SNV2>Технология текущей версии:|

source: [3326]<SNV3>The new version's overall tech:|
ru: [3326]<SNV3>Технология новой версии:|

source: [3327]<SNV4>The difference between the two is too small to make an impact in the product's quality rating.|
ru: [3327]<SNV4>Разница между ними слишком мала, чтобы повлиять на рейтинг качества продукта.|

source: [3328]<SNV5>You may conduct additional research on the tech and try again later.|
ru: [3328]<SNV5>Вы можете провести дополнительные исследования и попробовать еще раз позже..|

source: [3329]<OSAS>Offer %1s Salary + Signup Bonus (1 year salary)|
ru: [3329]<OSAS>Предложение %1 Зарплата + регистрационный бонус (1 год зарплаты)|

source: [3330]<LPLS>The layout plans in this folder have been sorted by their descriptions.|
ru: [3330]<LPLS>Планы расположения в этой папке отсортированы по их описаниям..|

source: [3331]<DEXP>The game data has been exported to|
ru: [3331]<DEXP>Данные игры экспортированы в|

source: [3332]<CBR1>The city government of %1s declares bankruptcy.|
ru: [3332]<CBR1>Городское правительство %1 объявляет о банкротстве.|

source: [3333]<CBR2>Under pressure, mayor %1s resigns from the office.|
ru: [3333]<CBR2>Под давлением мэр %1 уходит в отставку.|

source: [3334]<ABC1>Acquire a Company Near Bankruptcy|
ru: [3334]<ABC1>Приобретение бизнеса на грани банкротства|

source: [3335]<ABC2>is on the brink of bankruptcy.
ru: [3335]<ABC2>на грани банкротства.

source: [3336]<ABC3>Would you be interested in acquiring it?|
ru: [3336]<ABC3>Вы бы хотели это приобрести?|

source: [3337]<ABC4>If you are interested, the game will be paused, allowing you to take the time to evaluate the company.|
ru: [3337]<ABC4>Если вы заинтересованы, игра будет приостановлена, что позволит вам уделить время для оценки компании.|

source: [3338]<ABC5>Near Bankruptcy|
ru: [3338]<ABC5>Близкое банкротство|

source: [3339]<ABC6>acquires the company|
ru: [3339]<ABC6>приобретает компанию|

source: [3340]<ABC7>rescuing it from bankruptcy.|
ru: [3340]<ABC7>спасение от банкротства.|

source: [3341]<SNAM>To locate a specific item, type the first letter of its name.|
ru: [3341]<SNAM>Чтобы найти конкретный объект, введите первую букву его названия.|

source: [3342]<NTEC>Sorry, no technologies are available for research at the moment.|
ru: [3342]<NTEC>К сожалению, в настоящее время нет технологий, доступных для исследования.|

source: [3343]<DIS1>Sorry, you cannot disable this product as it is the input for other products that are currently enabled in the Scope of Production list.|
ru: [3343]<DIS1>К сожалению, вы не можете отключить этот продукт, так как он является входным для других продуктов, которые в настоящее время включены в список "Объем производства".|

source: [3344]<DIS2>uses|
ru: [3344]<DIS2>использует|

source: [3345]<DLCN>Sorry, this game requires %1s but you do not have this DLC yet.|
ru: [3345]<DLCN>Извините, для этой игры требуется %1s, но у вас еще нет этого DLC.|

source: [3346]<DMOD>Sorry, the current MOD is not compatible with the Digital Age DLC.|
ru: [3346]<DMOD>К сожалению, текущий MOD не совместим с DLC "Цифровой век".|

source: [3347]<NCHA>Sorry, there are currently no Challenge Games available.|
ru: [3347]<NCHA>К сожалению, в настоящее время нет доступных соревнований.|

source: [3348]<MEOS>Sorry, it is prohibited by the Antitrust Law to merge two companies who both an operating system.|
ru: [3348]<MEOS>К сожалению, антимонопольное законодательство запрещает слияние двух компаний, которые выпускают операционную систему.|

source: [3349]<NRHD>Sorry, you cannot remove the hardware already supported by the current version of the OS.|
ru: [3349]<NRHD>К сожалению, вы не можете удалить аппаратное обеспечение, уже поддерживаемое текущей версией ОС.|

source: [3350]<HDMR>Sorry, the maximum number of hardware types supported by an OS has been reached.
ru: [3350]<HDMR>Извините, максимальное количество типов оборудования, поддерживаемых ОС, достигнуто.

source: [3376]<RDB8>star|
ru: [3376]<RDB8>звезда|

source: [3377]<RDB9>stars|
ru: [3377]<RDB9>звёзды|

source: [3378]<RDS1>Increase Demand Bonus in the following ways:|
ru: [3378]<RDS1>Увеличить бонус за спрос можно следующими способами:|

source: [3379]<RDS3>-Build more service firms of the same type in the same city.|
ru: [3379]<RDS3>-Построить больше сервисных фирм одного типа в одном городе.|

source: [3380]<RDS4>-Service firms in areas with high customer traffic will boost the chain popularity more.|
ru: [3380]<RDS4>-Сервисные фирмы в районах с высокой проходимостью клиентов будут способствовать росту популярности сети больше.|

source: [3381]<RDS7>This Service Firm's Demand Bonus:|
ru: [3381]<RDS7>Бонус за востребованность этой сервисной фирмы:|

source: [3382]<ESP1>Score Penalty|
ru: [3382]<ESP1>Штрафной балл|

source: [3383]<ESB1>Score Bonus (plus early completion bonus)|
ru: [3383]<ESB1>Бонус за баллы (плюс бонус за досрочное завершение)|

source: [3384]<ESB2>Score Bonus|
ru: [3384]<ESB2>Бонус за баллы|

source: [3385]<ECCP>Corporate Cash Penalty|
ru: [3385]<ECCP>Корпоративный денежный штраф|

source: [3386]<ECCB>Corporate Cash Bonus|
ru: [3386]<ECCB>Корпоративный денежный бонус|

source: [3387]<EPCP>Personal Cash Penalty|
ru: [3387]<EPCP>Личный денежный штраф|

source: [3388]<EPCB>Personal Cash Bonus|
ru: [3388]<EPCB>Личный денежный бонус|

source: [3389]<EICP>City Cash Penalty|
ru: [3389]<EICP>Городской денежный штраф|

source: [3390]<EICB>City Cash Bonus|
ru: [3390]<EICB>Городской денежный бонус|

source: [3391]<EEX1>Player Expertise on|
ru: [3391]<EEX1>Экспертиза игроков по|

source: [3392]<EEX2>Your COO's Expertise on|
ru: [3392]<EEX2>Экспертиза вашего операционного директора по|

source: [3393]<EEX3>Your CTO's Expertise on|
ru: [3393]<EEX3>Экспертиза вашего технического директора по|

source: [3394]<EEX4>Your CMO's Expertise on|
ru: [3394]<EEX4>Экспертиза вашего управляющего по|

source: [3395]<ETEC>Technology|
ru: [3395]<ETEC>Технология|

source: [3396]<EINV>Instant Invention of|
ru: [3396]<EINV>Мгновенное изобретение|

source: [3397]<EBPE>Business Permit|
ru: [3397]<EBPE>Разрешение на ведение бизнеса|

source: [BOX1]Ok
ru: [BOX1]Ок

source: [BOX2]Cancel
ru: [BOX2]Отмена

source: [CHALLENGE GAME]
ru: [СОРЕВНОВАНИЕ]

source: [LNGD]%2j{January|February|March|April|May|June|July|August|September|October|November|December} %1d, %3,4d
ru: [LNGD]%2j{Январь|Февраль|Март|Апрель|Май|Июнь|Июль|август|Сентябрь|Октябрь|Ноябрь|Декабрь} %1d, %3,4d

source: [MON1]January
ru: [MON1]Январь

source: [MON2]February
ru: [MON2]Февраль

source: [MON3]March
ru: [MON3]Март

source: [MON4]April
ru: [MON4]Апрель

source: [MON5]May
ru: [MON5]Май

source: [MON6]June
ru: [MON6]Июнь

source: [MON7]July
ru: [MON7]Июль

source: [MON8]August
ru: [MON8]Август

source: [MON9]September
ru: [MON9]Сентябрь

source: [MONA]October
ru: [MONA]Октябрь

source: [MONB]November
ru: [MONB]Ноябрь

source: [MONC]December
ru: [MONC]Декабрь

source: [SHRD]%2j{Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec} %1d, %3,4d
ru: [SHRD]%2j{Янв|Фев|Март|Апр|Май|Июн|Июл|Авг|Сент|Окт|Нояб|Дек} %1d, %3,4d

source: [TEXT] A new department store costs $1,000,000 to build, plus the cost of the land, and a further $100,000 per month to operate.
ru: [TEXT] Строительство нового универмага стоит 1000000 долларов, плюс стоимость земли и еще 100000 долларов в месяц на эксплуатацию..

source: [TEXT] And choose ~Department Store~.
ru: [TEXT] И выберите ~ Универмаг ~.

source: [TEXT] As your corporation currently only has one firm - your department store, only one dot in your corporate color is shown.
ru: [TEXT] Поскольку у вашей корпорации в настоящее время только одна фирма - ваш универмаг, отображается только одна точка вашего корпоративного цвета..

source: [TEXT] Click the ~Add Product icon~ now.
ru: [TEXT] Щелкните значок ~ Добавить продукт ~ .

source: [TEXT] Click the ~Build Menu~ icon on the ~Game Tools Menu~ at the top-left of the screen.
ru: [TEXT] Щелкните значок ~ Строительство~ в ~ Меню игровых инструментов ~ в верхнем левом углу экрана..

source: [TEXT] Click the ~Goal~ option.
ru: [TEXT] Щелкните опцию ~ Цель ~.

source: [TEXT] Congratulations!
ru: [TEXT] Превосходно!

source: [TEXT] Double-click ~Seaport~ from the drop-down list.
ru: [TEXT] Дважды щелкните ~ Морской порт ~ в раскрывающемся списке.

source: [TEXT] Each retail store has four product slots.
ru: [TEXT] В каждом розничном магазине есть четыре слота для продуктов.

source: [TEXT] Good.
ru: [TEXT] Хорошо.

source: [TEXT] In this tutorial, you will be trained to become a better retail manager and learn how to customize your retail stores to maximize their operational efficiency and profitability.
ru: [TEXT] В этом уроке вы узнаете, как стать лучшим менеджером в розничной торговле и научитесь управлять сутью магазинов, чтобы максимизировать их операционную эффективность и прибыльность.

source: [TEXT] Now choose ~Retail Store~ from the menu.
ru: [TEXT] Теперь выберите в меню ~ Магазин ~..

source: [TEXT] This is the ~Select a Supplier~ window.
ru: [TEXT] Это окно ~ Выбор поставщика ~.

source: [TEXT] This window shows all products available from the local seaports.
ru: [TEXT] В этом окне показаны все товары, которые можно купить в местных морских портах.

source: [TEXT] Well done!
ru: [TEXT] Превосходно!

source: [TEXT] With the display still only showing your department store (as a colored square), click the ~Business Relationship~ mode icon.
ru: [TEXT] Пока на дисплее отображается только ваш универмаг (в виде цветного квадрата), щелкните значок режима ~ Деловые отношения ~.

source: [TEXT] You are now back in your department store.
ru: [TEXT] Вы вернулись в свой универмаг.

source: [TEXT] You have been assigned to run this department store.
ru: [TEXT] Вам поручили управлять этим универмагом.

source: [TEXT] You have graduated with an MBA from a renowned business school.
ru: [TEXT] Вы получили степень MBA в известной бизнес-школе..

source: [TEXT] You win this game when your company's annual revenue reaches $20 million.
ru: [TEXT] Вы завершите этот обучающий урок, когда годовой доход вашей компании достигнет 20 миллионов долларов.

source: [TEXT] Your cursor now highlights a square on the city.
ru: [TEXT] Теперь ваш курсор выделяет квадрат на городе.

source: [TEXT] While we were exploring the interfaces, your department store was already generating revenue.^^Take a look at the ~cash and profit figures~ on the toolbar.
ru: [TEXT] Пока мы изучали интерфейс, ваш универмаг уже приносит доход. ^^ Взгляните на ~ данные о денежных средствах и прибыли ~ на панели инструментов.

# The land can be sold for |
source: \n \nThe land can be sold for |
ru: \n \nЗемлю можно продать за |

# How much can you pay ?|
source: \nHow much can you pay ?|
ru: \nСколько можете предложить ?|

# Will you accept this offer?|
source: \nWill you accept this offer?|
ru: \nКак вам такое предложение?|

source: \nYou cannot buy a stock in which your corporation or its subsidiary has ownership.|
ru: \nВаша корпорация не может купить пакет, в доле которого вы участвуете.|

source: \nYou cannot use a corporation that you control to buy a stock in which you personally have ownership.|
ru: \nВы не можете использовать свою корпорацию для покупки пакета, в доле которого участвуете.|

source: \nYou cannot use a corporation that you control to buy a stock in which your corporation or its subsidiary has ownership.|
ru: \nВы не можете использовать свою корпорацию для покупки пакета, в доле которого участвует ваша корпорация.|

source: ^^Can you become a legendary investor yourself one day?
ru: ^^Сможете ли вы и сами однажды стать легендарным инвестором?

source: ^^In this scenario game, your will just attempt to realize this dream.
ru: ^^В этом сценарии вы попытаетесь реализовать свою мечту.

source: ^^The floating shares may be purchased at stock price by any corporations or individual investors.
ru: ^^Плавающие акции могут быть приобретены по цене акций любыми корпорациями или индивидуальными инвесторами.

source: ^^Your goal is to grow your media corporation's revenue to a substantial size and ultimately outperform all other media companies to become the largest one in the world.
ru: ^^Ваша цель состоит в том, чтобы увеличить доходы вашей медиа-корпорации до существенного размера и в конечном итоге превзойти все другие медиа-компании, чтобы стать крупнейшей в мире.

source: e.g. You have defined a custom image of Smart Phone with a tech level of 300.
ru: Например, вы определили пользовательское изображение Smart Phone с технологическим уровнем 300.

source: eCommerce Price Markup
ru: Надбавка к ценам в электронной коммерции

source: http://www.apache.org/licenses/
ru: ывыhttp://www.apache.org/licenses/

source: of Companies Under Your Control|
ru: компаний под вашим контролем|

source: of Controlled Companies|
ru: Подконтрольные Компании|

source: of Employees in Your Corporation|
ru: сотрудников вашей корпорации|

source: of Employees|
ru: сотрудников|

source: of Product Classes Being Produced|
ru: классов производимой продукции|

source: of Product Classes Produced by Your Corporation|
ru: видов продукции вашей корпорации|

source: of Product Classes|
ru: классов продукции|

source: of Product Types Being Produced|
ru: видов производимой продукции|

source: of Product Types Produced by Your Corporation|
ru: типов продукции вашей корпорации|

source: of Product Types|
ru: типов продукции|

source: of Units|
ru: служащих|

source: of Years of Operation|
ru: на службе|

source: of Years|
ru: годы|

source: of frontline employees|
ru: ведущие специалисты

source: of years passed|
ru: прошедших лет|

source: ~ GM_ADV Your Advantage ` ~ GM_ASI Stock Market The stock market allows for stock trading.
ru: ~ GM_ADV Ваше Преимущество ` ~ GM_ASI Рынок ценных бумаг Фондовый рынок позволяет торговать акциями.

source: ~ GM_CUST Product Customization If this is set to On, you will find the Product Customization tool in the Manufacturer's Guide.
ru: ~ GM_CUST Настройка продукта Если установлено значение Вкл, вы найдете инструмент настройки продукта в Руководстве производителя..

source: ~ GM_FM AI Friendly Merger If it is set to On, two AI corporations may merge with each other on mutually beneficial terms.
ru: ~ GM_FM Дружественное слияние ИИ Если установлено значение Вкл, две корпорации ИИ могут сливаться друг с другом на взаимовыгодных условиях..

source: ~ GM_GSY Game starting year If you set it to a later year, there will be fewer types of technology that you have to research, as some of them will be already available when the game starts.
ru: ~ GM_GSY Год начала игры Если вы установите более поздний год, будет меньше типов технологий, которые вам нужно будет исследовать, так как некоторые из них будут уже доступны к моменту начала игры..

source: ~ GM_INF Inflation Inflation is enabled when this option is set to On.
ru: ~ GM_INF Инфляция Инфляция включена, когда эта опция установлена в положение Вкл..

source: ~ GM_INFS Inflation Strength Select Reduced Inflation Strength if you prefer less strong inflation.
ru: ~ GM_INFS Сила инфляции Выберите "Сниженная инфляция", если вы предпочитаете менее сильную инфляцию..

source: ~ GM_MER Macro Economy Realism If it is set to High, the macro economy in the game will be simulated with a high level of realism.
ru: ~ GM_MER Реализм макроэкономики Если установлено значение Высоко, то макроэкономика в игре будет смоделирована с высоким уровнем реализма..

source: ~ GM_NOCO Number of AI Competitors This determines the number of AI controlled corporations.
ru: ~ GM_NOCO Количество участников соревнований по ИИ Это определяет количество корпораций, контролируемых ИИ.
